7zip
bat
btop
curl
fastfetch
fd
fzf
jnv
jq
less
man-db
navi
python-pipx
rclone
ripgrep
stow
syncthing
trash-cli
tree
uv
visidata
wezterm
yazi
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting

# bluetooth
blueman     # INFO: GTK+ GUI bluetooth manager
bluez       # INFO: provides `bluetoothd` daemon
bluez-utils # INFO: provides `bluetoothctl` interactive CLI

# editors
nano
neovim
vi
vim

# programming
base-devel
git
git-delta
github-cli
glab
lazygit
mise
ruff
tmux
tokei
up

# GUI
libreoffice-fresh

# hyprland
hyprland
kitty # INFO: for working in hyprland
waybar
wofi
