7zip
base-devel
bat
btop
curl
fastfetch
fd
fzf
git
git-delta
github-cli
glab
jnv
jq
kitty # INFO: for working in i3wm
lazygit
less
libreoffice-fresh
man-db
mise
nano
navi
neovim
pyenv
python-pipx
rclone
ripgrep
ruff
stow
syncthing
tmux
tokei
trash-cli
tree
up
uv
vi
vim
visidata
wezterm
yazi
zoxide
zsh
zsh-autosuggestions
zsh-syntax-highlighting

blueman
bluez
bluez-utils

gst-plugin-pipewire
pavucontrol # INFO: PluseAudio Volume Control
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
wireplumber
