base-devel
bat
btop
curl
fastfetch
firefox
fzf
git
github-cli
glab
jq
lazygit
less
man-db
nano
neovim
pyenv
python-pipx
ruff
stow
syncthing
tmux
tokei
uv
vi
vim
yazi
zoxide
zsh
