tap "clintmod/formulas"
tap "homebrew/bundle"
tap "jesseduffield/lazygit"
tap "sijanc147/formulas"
brew "autojump"
brew "fastfetch"
brew "fzf"
brew "gettext"
brew "gh"
brew "glab"
brew "jq"
brew "neovim"
brew "pipx"
brew "pyenv"
brew "python@3.11"
brew "ripgrep"
brew "saml2aws"
brew "terminal-notifier"
brew "tlrc"
brew "trash"
brew "jesseduffield/lazygit/lazygit"
cask "flameshot"
cask "postman"
cask "vscodium"
