tap "bloznelis/tap"
tap "ggerganov/ggerganov"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "nikitabobko/tap"
tap "render-oss/render"
brew "abook"
brew "act"
brew "ca-certificates"
brew "awscli"
brew "bat"
brew "borgbackup"
brew "btop"
brew "curl"
brew "dnsmasq"
brew "docker-compose"
brew "exercism"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glab"
brew "glow"
brew "gnu-typist"
brew "gpg-tui"
brew "img2pdf"
brew "isync"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lynx"
brew "mpv"
brew "msmtp"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "nextdns"
brew "nvm"
brew "ocrmypdf"
brew "ollama"
brew "tree"
brew "pass"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "podman-tui"
brew "posting"
brew "pyenv"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "saml2aws"
brew "siege"
brew "stow"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash"
brew "up"
brew "urlview"
brew "uv"
brew "vim"
brew "visidata"
brew "weechat"
brew "xclip"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "ggerganov/ggerganov/hnterm"
brew "hashicorp/tap/terraform"
brew "render-oss/render/render"
cask "aerospace"
cask "aws-vpn-client"
cask "brave-browser"
cask "cursor"
cask "docker"
cask "flameshot"
cask "ghostty"
cask "gimp"
cask "hoppscotch"
cask "karabiner-elements"
cask "libreoffice"
cask "librewolf"
cask "logseq"
cask "postman"
cask "slack"
cask "stats"
cask "studio-3t"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "zap"
cask "zen-browser"
cask "zoom"
