tap "bloznelis/tap"
tap "ggerganov/ggerganov"
tap "gromgit/brewtils"
tap "hashicorp/tap"
tap "nikitabobko/tap"
tap "render-oss/render"
brew "abook"
brew "ca-certificates"
brew "awscli"
brew "bat"
brew "borgbackup"
brew "btop"
brew "curl"
brew "dnsmasq"
brew "docker", link: false
brew "docker-compose"
brew "exercism"
brew "fastfetch"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gemini-cli"
brew "gh"
brew "git-delta"
brew "glab"
brew "glow"
brew "gnu-typist"
brew "imagemagick"
brew "img2pdf"
brew "isync"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "luarocks"
brew "lynx"
brew "mise"
brew "mongosh"
brew "mozjpeg"
brew "yt-dlp"
brew "mpv"
brew "msmtp"
brew "navi"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "ocrmypdf"
brew "ollama"
brew "p7zip"
brew "tree"
brew "pass"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "podman-tui"
brew "poppler"
brew "posting"
brew "rclone"
brew "ripgrep"
brew "rsync"
brew "ruff"
brew "saml2aws"
brew "speedtest-cli"
brew "stow"
brew "syncthing", restart_service: :changed
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash"
brew "up"
brew "urlview"
brew "uv"
brew "vim"
brew "visidata"
brew "weechat"
brew "yazi"
brew "zoxide"
brew "zsh"
brew "zsh-autocomplete"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "bloznelis/tap/typioca"
brew "ggerganov/ggerganov/hnterm"
brew "gromgit/brewtils/taproom"
brew "hashicorp/tap/terraform"
brew "render-oss/render/render"
cask "aerospace"
cask "aws-vpn-client"
cask "brave-browser"
cask "cursor"
cask "docker-desktop"
cask "flameshot"
cask "hoppscotch"
cask "karabiner-elements"
cask "libreoffice"
cask "librewolf"
cask "logseq"
cask "maccy"
cask "mitmproxy"
cask "modern-csv"
cask "msty"
cask "nosqlbooster-for-mongodb"
cask "opendnsupdater"
cask "postman"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "zen"
cask "zoom"
