tap "bloznelis/tap"
tap "felixkratz/formulae"
tap "ggerganov/ggerganov"
tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "ngrok/ngrok"
tap "nikitabobko/tap"
tap "render-oss/render"
tap "zen-browser/browser", "https://github.com/zen-browser/desktop.git"
brew "abook"
brew "act"
brew "cryptography"
brew "awscli"
brew "bat"
brew "btop"
brew "circumflex"
brew "cliclick"
brew "curl"
brew "deno"
brew "docker"
brew "docker-compose"
brew "exercism"
brew "fastfetch"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git-delta"
brew "glab"
brew "glow"
brew "gnu-typist"
brew "gpg-tui"
brew "isync"
brew "jnv"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lynx"
brew "msmtp"
brew "notmuch"
brew "neomutt"
brew "neovim"
brew "tree"
brew "pass"
brew "pipx"
brew "podman"
brew "podman-compose"
brew "podman-tui"
brew "posting"
brew "pyenv"
brew "ranger"
brew "ripgrep"
brew "ruff"
brew "saml2aws"
brew "siege"
brew "stow"
brew "terminal-notifier"
brew "tlrc"
brew "tmux"
brew "tokei"
brew "trash", link: true
brew "up"
brew "urlview"
brew "uv"
brew "vim"
brew "weechat"
brew "xclip"
brew "xdotool"
brew "yazi"
brew "zsh"
brew "bloznelis/tap/typioca"
brew "ggerganov/ggerganov/hnterm"
brew "hashicorp/tap/terraform"
brew "render-oss/render/render"
cask "aerospace"
cask "alacritty"
cask "aws-vpn-client"
cask "bitwarden"
cask "brave-browser"
cask "cursor"
cask "docker"
cask "flameshot"
cask "font-sf-pro"
cask "ghostty"
cask "karabiner-elements"
cask "libreoffice"
cask "librewolf"
cask "logseq"
cask "mongodb-compass"
cask "postman"
cask "raycast"
cask "slack"
cask "studio-3t"
cask "ueli"
cask "visual-studio-code"
cask "wezterm"
cask "windsurf"
cask "zap"
cask "zen-browser"
cask "zoom"
vscode "beardedbear.beardedtheme"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "vscodevim.vim"
